{
    "Support & Awareness Platforms": [
        {
            "title": "Harvard Business Review - Mental Health Topic",
            "url": "https://hbr.org/topic/mental-health",
            "description": "In-depth articles on mental health, leadership, and workplace culture."
        },
        {
            "title": "The Mood Space",
            "url": "https://www.themoodspace.com/",
            "description": "A mental health platform offering personalized online therapy and emotional well-being programs."
        },
        {
            "title": "Deloitte - Mental health and  well-being in the workplace",
            "url": "/static/deloitte_mental_health.pdf",
            "description": "A document about mental well being in the workplace"
        },
        {
            "title": "OSHA - Workplace Stress",
            "url": "https://www.osha.gov/workplace-stress",
            "description": "Resources from the Occupational Safety and Health Administration on managing workplace stress."
        },
        {
            "title": "mpowerminds - Mental Health in the Workplace",
            "url": "https://mpowerminds.com/blog/mental-health-in-the-workplace",
            "description": "A blog on mental health in the workplace"
        }
    ],
    "Research & Studies": [
        {
            "title": "Exploring Workplace Mental Health: Burnout, Self-Efficacy, and Organizational Commitment Among Female Executives in Financial Sector",
            "description": "This study investigates the critical interplay between mental health challenges and job performance among women in executive roles within financial sector in 2024. Focusing on burnout, professional self-efficacy, and life satisfaction, the research explores how these factors influence job performance, with organizational commitment as a mediation variable. Female executives face distinctive challenges, including gender-related barriers and the pressure of managing multiple roles, which can hinder their productivity and career progression. Employing a quantitative, non-experimental cross-sectional design, data were collected from a representative sample of peruvian female executives using validated instruments: the Burnout Unique Item (IUB), Professional Self-Efficacy Questionnaire (IWPQ), and Utrecht Work Engagement Scale (UWES-9). Partial Least Squares Structural Equation Modeling (PLS-SEM) was utilized to analyse the mediating effects of organizational commitment on psychological factors and job performance. The findings emphasize the importance of organizational policies fostering supportive environments that address mental health concerns, improve well-being, and enhance job performance. This study offers valuable insights for stakeholders in the financial sector, where demands for productivity and leadership performance are particularly high. The results contribute to the broader understanding of workplace dynamics, providing practical recommendations for creating equitable and supportive workspaces.",
            "url": "https://www.semanticscholar.org/paper/0203e293b59b63eae8201535da112722c9452557"
        },
        {
            "title": "COVID-19 pandemic impacts on mental health, burnout, and longevity in the workplace among healthcare workers: A mixed methods study",
            "description": null,
            "url": "https://www.semanticscholar.org/paper/2498ac285dbfa6ffa21704480da17e980516b91d"
        },
        {
            "title": "Associations between Health Education and Mental Health, Burnout, and Work Engagement by Application of Audiovisual Stimulation",
            "description": "Due to the COVID-19 pandemic, health education programs and workplace health promotion (WHP) could only be offered under difficult conditions, if at all. In Germany for example, mandatory lockdowns, working from home, and physical distancing have led to a sharp decline in expenditure on prevention and health promotion from 2019 to 2020. At the same time, the pandemic has negatively affected many people’s mental health. Therefore, our goal was to examine audiovisual stimulation as a possible measure in the context of WHP, because its usage is contact-free, time flexible, and offers, additionally, voice-guided health education programs. In an online survey following a cross-sectional single case study design with 393 study participants, we examined the associations between audiovisual stimulation and mental health, work engagement, and burnout. Using multiple regression analyses, we could identify positive associations between audiovisual stimulation and mental health, burnout, and work engagement. However, longitudinal data are needed to further investigate causal mechanisms between mental health and the use of audiovisual stimulation. Nevertheless, especially with regard to the pandemic, audiovisual stimulation may represent a promising measure for improving mental health at the workplace.",
            "url": "https://www.semanticscholar.org/paper/16aac8d2d59390b14e2bf4160a3dd65f04aa6768"
        },
        {
            "title": "The effects of different types of organisational workplace mental health interventions on mental health and wellbeing in healthcare workers: a systematic review",
            "description": "Objective To determine if and which types of organisational interventions conducted in small and medium size enterprises (SMEs) in healthcare are effective on mental health and wellbeing. Methods Following PRISMA guidelines, we searched six scientific databases, assessed the methodological quality of eligible studies using QATQS and grouped them into six organisational intervention types for narrative synthesis. Only controlled studies with at least one follow-up were eligible. Results We identified 22 studies (23 articles) mainly conducted in hospitals with 16 studies rated of strong or moderate methodological quality. More than two thirds (68%) of the studies reported improvements in at least one primary outcome (mental wellbeing, burnout, stress, symptoms of depression or anxiety), most consistently in burnout with eleven out of thirteen studies. We found a strong level of evidence for the intervention type “Job and task modifications” and a moderate level of evidence for the types “Flexible work and scheduling” and “Changes in the physical work environment”. For all other types, the level of evidence was insufficient. We found no studies conducted with an independent SME, however five studies with SMEs attached to a larger organisational structure. The effectiveness of workplace mental health interventions in these SMEs was mixed. Conclusion Organisational interventions in healthcare workers can be effective in improving mental health, especially in reducing burnout. Intervention types where the change in the work environment constitutes the intervention had the highest level of evidence. More research is needed for SMEs and for healthcare workers other than hospital-based physicians and nurses. Supplementary Information The online version contains supplementary material available at 10.1007/s00420-024-02065-z.",
            "url": "https://www.semanticscholar.org/paper/7ec105d1faf5cbaca7838d3dc24e76fe35ca4ac5"
        },
        {
            "title": "Even if you build it, they may not come: challenges in the uptake of workplace mental health toolkits",
            "description": "Background Strategies to promote workplace mental health can target system, organization, team, and individual levels exclusively or in concert with each other. Creating toolkits that include these different levels is an emerging innovative strategy to support employees working in various sectors. Our paper describes the development, implementation, and refinement of two different online toolkits: the Healthy Professional Worker Toolkit for Education Workers and the Health Worker Burnout Toolkit. Methods The Knowledge to Action Framework guided the team during the development and early interventions phases of toolkit development. Stakeholder engagement regarding the intended use of the toolkit of promising practices for workplace interventions was integrated throughout with different forms of feedback in a research capacity between 2022 and 2024. Results Reflecting on the different phases of the KTA Framework, we describe first the engagement involved in building the toolkits and then on their utilization. Our toolkits were built to include different resources aimed at empowering workers, teams, and employers offering innovative ideas to address the mental health-leaves of absence and return to work cycle in one case and the different forms and consequences of burnout in the other. Criteria for inclusion were informed by ongoing research with a range of stakeholders and other intended toolkit users including managers, supervisors, executives, human resource specialists, staff, and others in healthcare and educational organizations and settings. In the implementation phase, the volume of resources available in each toolkit considered a strength by some was overwhelming for some partners and individual workers to navigate. Capacity, engagement, time, and readiness for change, are themes that heavily influenced if and when organizations interacted with each toolkit, and how much time they spent exploring the resources provided. Conclusion It is critical to ground toolkits in the experiential evidence of workplace mental health as is linking these to evidence-informed interventions that correspond to workplace concerns. Organizational readiness to adopt and adapt resources and implement changes is a key consideration. Ultimately, user engagement is what brought these toolkits to life. Supplementary Information The online version contains supplementary material available at 10.1186/s12889-024-20039-1.",
            "url": "https://www.semanticscholar.org/paper/0aef0fe341f48a00d8590fea83085785fecd4449"
        },
        {
            "title": "Overloaded by Information or Worried About Missing Out on It: A Quantitative Study of Stress, Burnout, and Mental Health Implications in the Digital Workplace",
            "description": "With growing numbers of workers relying on the digital workplace to get work done, attention is increasingly focused on the well-being impacts of digital working. This study explored the stress, burnout and mental health implications of employees’ digital workplace experience. Using the Job Demands-Resources model as a theoretical foundation, 142 workers were surveyed about their experiences of dark side of digital working effects (stress, overload, anxiety, and Fear of Missing Out) and well-being (exhaustion and mental health). Results from regression analyses indicated that the fear of missing out on information (IFoMO) is a risk factor for employee mental health and, along with information overload (IO), may lead to greater exhaustion. Additionally, both IFoMO and IO elevate digital workplace stress, further impacting well-being negatively. The results suggest that organizations need to optimize the flow of work-related information in the digital workplace and support employees to leverage information effectively. Plain language summary Impacts to employee well-being due to information in the digital workplace With growing numbers of workers relying on the digital workplace to get work done, attention is increasingly focused on the well-being impacts of digital working. This study explored stress, burnout and mental health issues that can arise for employees as a result of demands they experience when using technology at work. A total of 142 workers were surveyed about stress, overload, anxiety, and Fear of Missing Out relating to technology use. They were also asked about negative well-being impacts namely exhaustion and mental health issues. Results indicated that the fear of missing out on information is a risk factor for employee mental health and, along with information overload, may lead to greater exhaustion. In addition, both of these information related issues were found to elevate digital workplace stress, further impacting well-being negatively. The results suggest that organizations need to optimize the flow of work-related information in the digital workplace and support employees to leverage information effectively.",
            "url": "https://www.semanticscholar.org/paper/69fa7d3428f452c235bd7670907f1e05327804b2"
        },
        {
            "title": "Doctors' mental health, burnout, and suicidality: Professional and ethical issues in the workplace.",
            "description": null,
            "url": "https://www.semanticscholar.org/paper/637d7113baf7d6ca0faf2a61aec493f1578818fe"
        },
        {
            "title": "Supportive Workplace Wellness Cultures and Mattering Are Associated With Less Burnout and Mental Health Issues in Nurse Managers",
            "description": "OBJECTIVE The aims of this study were to describe burnout, mental health, and healthy lifestyle behaviors of nurses in a managerial role and assess associations among workplace culture factors (perceived culture, mattering, support, and staff shortages) with burnout, mental health outcomes, and healthy lifestyle behaviors. BACKGROUND Nurse managers foster unit-based wellness cultures, yet burnout and mental health problems adversely impact the culture and well-being of staff. METHODS A cross-sectional, descriptive correlational design was used. The Florida Organization for Nursing Leadership enabled distribution of a wellness survey to nurse managers. RESULTS There were 125 participants. Healthy lifestyle behaviors were infrequently practiced. Analysis revealed significant correlations among workplace culture factors, burnout, and mental health outcomes. When compared with nurse managers with staff shortages, those without staff shortages were 6.11 times more likely to not screen positive for burnout. CONCLUSIONS Health systems should address workplace culture factors and staff shortages to reduce burnout, improve mental health, and enhance healthy behaviors in nurse managers.",
            "url": "https://www.semanticscholar.org/paper/da345b52b398b32f82559f0e6fade7370af6cfb4"
        },
        {
            "title": "Stress and burnout in the context of workplace psychosocial factors among mental health professionals during the later waves of the COVID-19 pandemic in Hungary",
            "description": "Background While literature is abundant on the negative mental health impact of the COVID-19 outbreak, few studies focus on the Central and Eastern European region. Objectives We examined stress, burnout, and sleeping troubles among mental health professionals in the context of psychosocial risk factors related to participation in COVID care during the fourth and fifth waves. Materials and methods Mental health professionals (N=268) completed an online cross-sectional survey in Hungary, between November 2021 and April 2022. Of the respondents, 58.2% directly participated in COVID care. The main data collection instrument was the Copenhagen Psychosocial Questionnaire (COPSOQ II), including 20 subscales on work-related psychosocial factors and 3 outcome scales (stress, burnout, and sleeping troubles). We added a question on competence transgression, and items on sociodemographic and professional background. Results Participation in COVID care was associated with higher work pace (59.08 versus 49.78), more role conflicts (55.21 versus 45.93), lower scores on the influence at work (38.18 versus 51.79), predictability (44.71 versus 57.03), reward (55.82 versus 65.03), role clarity (70.19 versus 75.37), social support from supervisor (59.24 versus 65.55), job satisfaction (54.36 versus 62.84), trust regarding management (55.89 versus 67.86), justice and respect (44.51 versus 54.35) scales. Among those involved in COVID care, only the stress score was higher (47.96 vs. 42.35) in the total sample; however, among psychiatrists, both stress (52.16 vs. 38.60) and burnout scores (58.30 vs. 47.06) were higher. Stepwise multiple regression revealed that work-family conflict, emotional demands and workplace commitment were independent predictors of higher stress and burnout scores; furthermore, competence transgression had a significant effect on stress, and being a psychiatric specialist had a significant effect on burnout. These models explained 40.5% of the variance for stress and 39.8% for burnout. Conclusion During the fourth and fifth waves, although COVID care was more well-organized, psychiatrists, as specialist physicians responsible for the quality of the care, were still experiencing challenges regarding their competence and influence at work, which may explain their increased levels of stress and burnout.",
            "url": "https://www.semanticscholar.org/paper/f6aff7958be84c3cac7b1060af3f9d022056b54c"
        },
        {
            "title": "Burnout Mediates the Association between Workplace Bullying and Mental Health Problems of Health Practitioners in Cancer Units",
            "description": "Background: Medical health practitioners, particularly those working in cancer units, are vulnerable to poor psychological outcomes. The present study was designed to examine the influence of workplace bullying on the mental health of medical and paramedical staff by testing workplace burnout as a mediating factor. Methods: Utilizing a cross-sectional survey, 220 Muslim medical staff officers from the cancer units of three hospitals in Lahore, Pakistan, were assessed for workplace bullying, mental health, and workplace burnout using the standardized psychometric measures (i.e., Negative Act Questionnaire; Depression, Anxiety, Stress Scale; and Maslach Burnout Inventory). Data were collected from 2019–2020. Results: Workplace bullying and workplace burnout were directly related to mental health problems, including depression, anxiety, and stress symptoms. Moreover, workplace burnout significantly mediated the paths between workplace bullying and mental health (i.e., depression, anxiety, and stress symptoms), suggesting that workplace burnout increases vulnerability to other mental health issues. Conclusion: A need for counseling and suitable management strategies to support medical staff working in cancer units is required.",
            "url": "https://www.semanticscholar.org/paper/0a176804a80932eb7f57252f594002aa090cf733"
        },
        {
            "title": "The Impact of Remote Work on Professional Mental Health",
            "description": "A study analyzing the psychological effects of remote work environments on employees.",
            "url": "https://example.com/prof-remote-work-research"
        },
        {
            "title": "Leadership and Employee Well-being: A Correlational Study",
            "description": "Research on how leadership styles influence the mental health and job satisfaction of professionals.",
            "url": "https://example.com/prof-leadership-wellbeing"
        }
    ],
    "Suggestions for Improving Mental Health": [
        {
            "title": "Building Resilience in Your Professional Life",
            "description": "Develop coping mechanisms to navigate challenges and setbacks in your career.",
            "url": "https://example.com/prof-resilience"
        },
        {
            "title": "The Importance of Digital Detox for Working Professionals",
            "description": "Understanding the benefits of disconnecting from digital devices for mental clarity and relaxation.",
            "url": "https://example.com/prof-digital-detox"
        }
    ],
    "Suggestions": [
        "Set clear boundaries between your work and personal life.",
        "Use your paid time off to fully disconnect and recharge.",
        "Practice mindfulness or meditation for 5-10 minutes each day.",
        "Schedule short breaks throughout your workday to stretch and walk around.",
        "Define your 'end of day' with a consistent ritual, like a walk or closing your laptop.",
        "Turn off work notifications on your phone after hours.",
        "Prioritize tasks for the day and focus on one thing at a time.",
        "Delegate tasks when possible to manage your workload.",
        "Take a full lunch break away from your desk.",
        "Say 'no' to non-essential requests when your plate is full.",
        "Invest in an ergonomic chair and desk setup.",
        "Communicate your workload and capacity to your manager.",
        "Build a 'shutdown' routine at the end of your workday.",
        "Celebrate professional wins, no matter how small.",
        "Seek feedback regularly to avoid uncertainty and stress.",
        "Block out 'focus time' on your calendar for deep work.",
        "Identify and limit time spent with draining colleagues.",
        "Use your commute to listen to an engaging podcast or audiobook instead of checking emails.",
        "Plan something to look forward to after work.",
        "Stay hydrated throughout the day at your desk.",
        "Avoid eating lunch at your desk.",
        "Connect with a mentor for guidance and support.",
        "Organize your digital workspace and close unnecessary tabs.",
        "Practice the 'Pomodoro Technique' for focused work sprints.",
        "Learn to identify the signs of burnout in yourself and others.",
        "Advocate for mental health resources in your workplace.",
        "Take a 'micro-break' to look out the window and rest your eyes.",
        "Write down your accomplishments at the end of each week.",
        "Set realistic expectations for yourself and your projects.",
        "Find a work-best-friend to share challenges and successes with.",
        "Disconnect from work-related social media on weekends.",
        "Invest time in a hobby completely unrelated to your job.",
        "Go for a walk during one-on-one meetings if possible.",
        "Prepare for the next day the evening before to reduce morning stress.",
        "Practice active listening in meetings to stay present.",
        "Leave work on time as a rule, not an exception.",
        "Negotiate for flexible working hours if it suits your lifestyle.",
        "Improve your financial literacy to reduce money-related stress.",
        "Take regular 'gratitude walks' to appreciate positive aspects of your life.",
        "Declutter your physical workspace regularly.",
        "Plan a vacation or staycation well in advance.",
        "Create a 'kudos' folder in your email to save positive feedback.",
        "Practice detaching your identity from your job title.",
        "Limit checking your email to specific times of the day.",
        "Learn a new skill that is not related to your career path.",
        "Make time for regular physical exercise.",
        "Ensure you are eating a nutritious lunch.",
        "Reflect on what aspects of your job you find most fulfilling.",
        "Schedule your annual physical and other health check-ups.",
        "End your day by creating a to-do list for tomorrow, then forget about it."
    ]
}