{
    "Support & Awareness Platforms": [
        {
            "title": "Harvard Business Review - Mental Health Topic",
            "url": "https://hbr.org/topic/mental-health",
            "description": "In-depth articles on mental health, leadership, and workplace culture."
        },
        {
            "title": "The Mood Space",
            "url": "https://www.themoodspace.com/",
            "description": "A mental health platform offering personalized online therapy and emotional well-being programs."
        },
        {
            "title": "Deloitte - Mental health and  well-being in the workplace",
            "url": "/static/deloitte_mental_health.pdf",
            "description": "A document about mental well being in the workplace"
        },
        {
            "title": "OSHA - Workplace Stress",
            "url": "https://www.osha.gov/workplace-stress",
            "description": "Resources from the Occupational Safety and Health Administration on managing workplace stress."
        },
        {
            "title": "mpowerminds - Mental Health in the Workplace",
            "url": "https://mpowerminds.com/blog/mental-health-in-the-workplace",
            "description": "A blog on mental health in the workplace"
        }
    ],
    "Research & Studies": [
        {
            "title": "The Impact of Remote Work on Professional Mental Health",
            "description": "A study analyzing the psychological effects of remote work environments on employees.",
            "url": "https://example.com/prof-remote-work-research"
        },
        {
            "title": "Leadership and Employee Well-being: A Correlational Study",
            "description": "Research on how leadership styles influence the mental health and job satisfaction of professionals.",
            "url": "https://example.com/prof-leadership-wellbeing"
        }
    ],
    "Suggestions for Improving Mental Health": [
        {
            "title": "Building Resilience in Your Professional Life",
            "description": "Develop coping mechanisms to navigate challenges and setbacks in your career.",
            "url": "https://example.com/prof-resilience"
        },
        {
            "title": "The Importance of Digital Detox for Working Professionals",
            "description": "Understanding the benefits of disconnecting from digital devices for mental clarity and relaxation.",
            "url": "https://example.com/prof-digital-detox"
        }
    ],
    "Suggestions": [
        "Set clear boundaries between your work and personal life.",
        "Use your paid time off to fully disconnect and recharge.",
        "Practice mindfulness or meditation for 5-10 minutes each day.",
        "Schedule short breaks throughout your workday to stretch and walk around.",
        "Define your 'end of day' with a consistent ritual, like a walk or closing your laptop.",
        "Turn off work notifications on your phone after hours.",
        "Prioritize tasks for the day and focus on one thing at a time.",
        "Delegate tasks when possible to manage your workload.",
        "Take a full lunch break away from your desk.",
        "Say 'no' to non-essential requests when your plate is full.",
        "Invest in an ergonomic chair and desk setup.",
        "Communicate your workload and capacity to your manager.",
        "Build a 'shutdown' routine at the end of your workday.",
        "Celebrate professional wins, no matter how small.",
        "Seek feedback regularly to avoid uncertainty and stress.",
        "Block out 'focus time' on your calendar for deep work.",
        "Identify and limit time spent with draining colleagues.",
        "Use your commute to listen to an engaging podcast or audiobook instead of checking emails.",
        "Plan something to look forward to after work.",
        "Stay hydrated throughout the day at your desk.",
        "Avoid eating lunch at your desk.",
        "Connect with a mentor for guidance and support.",
        "Organize your digital workspace and close unnecessary tabs.",
        "Practice the 'Pomodoro Technique' for focused work sprints.",
        "Learn to identify the signs of burnout in yourself and others.",
        "Advocate for mental health resources in your workplace.",
        "Take a 'micro-break' to look out the window and rest your eyes.",
        "Write down your accomplishments at the end of each week.",
        "Set realistic expectations for yourself and your projects.",
        "Find a work-best-friend to share challenges and successes with.",
        "Disconnect from work-related social media on weekends.",
        "Invest time in a hobby completely unrelated to your job.",
        "Go for a walk during one-on-one meetings if possible.",
        "Prepare for the next day the evening before to reduce morning stress.",
        "Practice active listening in meetings to stay present.",
        "Leave work on time as a rule, not an exception.",
        "Negotiate for flexible working hours if it suits your lifestyle.",
        "Improve your financial literacy to reduce money-related stress.",
        "Take regular 'gratitude walks' to appreciate positive aspects of your life.",
        "Declutter your physical workspace regularly.",
        "Plan a vacation or staycation well in advance.",
        "Create a 'kudos' folder in your email to save positive feedback.",
        "Practice detaching your identity from your job title.",
        "Limit checking your email to specific times of the day.",
        "Learn a new skill that is not related to your career path.",
        "Make time for regular physical exercise.",
        "Ensure you are eating a nutritious lunch.",
        "Reflect on what aspects of your job you find most fulfilling.",
        "Schedule your annual physical and other health check-ups.",
        "End your day by creating a to-do list for tomorrow, then forget about it."
    ]
}